Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: March 12, 2014 [Summary] The proliferation of the White Chlorination Syndrome that emerged in 2003— alongside the appearance of the "Giant" and "Dragon"—has continued unabated, and outbreaks are now being observed on a global scale. Despite being researched in laboratories across the world, not only have there been no breakthroughs in the development of a vaccine to prevent infection, we have yet to ascertain how it even spreads. However, many technological breakthroughs have been made as a result of research conducted on the "maso" particle that was discovered at that same time. We are confident that the technology it enables—the separation of the soul from the body and the independent preservation of both—will be the final defense against the unprecedented threat to humanity we now face. Now that the project has passed from preparation into the main implementation phase, we have given it the official name "Project Gestalt."
pl: 12 marca 2014 [Podsumowanie] Rozprzestrzenianie się Syndromu Białego Chlorowania, który powstał w 2003 roku — wraz z pojawieniem się „Giganta” oraz „Smoka” — trwa nieprzerwanie, a wybuchy nowych ognisk są obserwowane na globalną skalę. Pomimo badań w laboratoriach na całym świecie, nie tylko nie było przełomów w wynalezieniu szczepionek przeciw infekcji, ale nawet nie dowiedzieliśmy się jak się roznosi. Jednakże, w wyniku badań przeprowadzanych na odkrytej w tym samym czasie cząsteczce „maso”, dokonano wielu przełomowych odkryć technologicznych. Jesteśmy pewni, że technologia, którą ona umożliwia — oddzielenie duszy od ciała i niezależne istnienie obu — będzie ostateczną obroną przeciwko bezprecedensowemu zagrożeniu, z którym aktualnie mierzy się ludzkość. Teraz, kiedy projekt wyszedł z fazy przygotowań do fazy głównej implementacji, otrzymał oficjalną nazwę „Projekt Gestalt”.

source: Margaret's right. There are only nine of us left capable of fighting the machines: Captain Rose. Gerbera. Lilly. Sonia. Erica. Margaret. Shion. Dahlia...<bt_wait> And me. Anemone. <bt_wait>We're all that's left of the eighth descent forces.<bt_wait>
pl: Margaret ma rację. Została tylko dziewiątka zdolna do walki z maszynami: Kapitan Róża. Gerbera. Lilly. Sonia. Erica. Margaret. Shion. Dalia...<bt_wait> I ja. Anemona. <bt_wait>Tylko my zostałyśmy na polu walki z ośmiu oddziałów.<bt_wait>

source: Marine life has returned in force to the oceans and rivers, after all.
pl: W końcu, życie morskie wróciło w pełni do oceanów i do rzek.

source: Mark the positions of those units on my map, will you?
pl: Oznacz pozycje tych jednostek na mojej mapie, dobrze?

source: Mark them on my map.
pl: Oznacz je na mapie.

source: Marking approximate location on map.
pl: Oznaczam szacunkową lokalizację na mapie.

source: Marking it on the map.
pl: Oznaczam ją na mapie.

source: Marking location on map.
pl: Oznaczam lokalizację na mapie.

source: Marking objects likely to be the targeted packages.
pl: Oznaczam obiekty, które najprawdopodobniej są poszukiwanymi przesyłkami.

source: Marking weak point...
pl: Oznaczanie słabego punktu...

source: Marshall Islands
pl: Wyspy Marshalla

source: Masamune Mask
pl: Maska Masamune

source: Masked MC
pl: Zamaskowany konferansjer

source: Masked Machine
pl: Zamaskowana maszyna

source: Masked Receptionist
pl: Zamaskowany recepcjonista

source: Masked Trader
pl: Zamaskowany handlarz

source: Master <SARU_JAN> is quite the mysterious gentleman. One might even go so far as to call him suspicious. And yet he's so alluring all the same!
pl: Mistrz <SARU_JAN> jest tajemniczym dżentelmenem. Niektórzy nawet mogliby nazwać go podejrzanym. Mimo wszystko, jest taki ponętny!

source: Mastering Manager
pl: Menadżer masteringu

source: Materials
pl: Materiały

source: Materials necessary for building toys.
pl: Surowce potrzebne do robienia zabawek.

source: Matsuda Mask
pl: Maska Matsudy

source: Mauritania
pl: Mauretania

source: Max HP Up
pl: Max PŻ +

source: Max HP Up +1
pl: Max PŻ +1

source: Max HP Up +2
pl: Max PŻ +2

source: Max HP Up +3
pl: Max PŻ +3

source: Max HP Up +4
pl: Max PŻ +4

source: Max HP Up +5
pl: Max PŻ +5

source: Max HP Up +6
pl: Max PŻ +6

source: Max HP Up +7
pl: Max PŻ +7

source: Max HP Up +8
pl: Max PŻ +8

source: May 5, 2033 [Summary] Through the use of maso technology related to multidimensional worlds, 13 activation systems have been completed—including "Grimoire Noir." We have also confirmed that these systems can be used to return Gestalts to their Replicant forms once the White Chlorination Syndrome has been fully eliminated. Work necessary for this system will be continued by the "Grimoire Noir Project" work group.
pl: 5 maja 2033 [Podsumowanie] Poprzez użycie technologii maso, powiązanej ze światami wielowymiarowymi, ukończono budowę 13 systemów aktywacyjnych — włączając w to „Grimoire Noir”. Potwierdziliśmy też, że te systemy będą mogły zostać użyte, aby przywrócić Gestaltów do form ich Replikantów, kiedy Syndrom Białego Chlorowania zostanie w pełni wyeliminowany. Konieczne dalsze prace na tym systemem będą kontynuowane przez grupę roboczą „Projekt Grimoire Noir”.

source: May I remind you that personal chatter during operations is restricted?
pl: Chciałam przypomnieć, że prywatne pogaduszki w trakcie operacji są zakazane.

source: May be worth checking out if you're ever bored out of your skull!
pl: Może warto to sprawdzić, jeśli zanudzasz się na śmierć!

source: May hardship and conflict be forever banished from this world...
pl: Niech wszelkie trudy i konflikty na zawsze znikną z tego świata...

source: May have something to do with the treasure of the forest.
pl: Wydaje się mieć coś wspólnego z leśnym skarbem.

source: May our God have mercy on us...
pl: Niech Bóg się nad nami zlituje...

source: May you live a long and healthy life!
pl: Żyjcie długo i pomyślnie!

source: Maybe I can help you out.
pl: Może mogę ci pomóc.

source: Maybe I should attach a legged unit... NO! My pride won't allow it!
pl: Może powinienem przymocować jednostkę nożną... NIE! Moja duma na to nie pozwoli!

source: Maybe I should change to a combat model so I can help you out...
pl: Może powinnam zmienić się na model bojowy, bym mogła tam pomóc...

source: Maybe I should go to one of their seminars.
pl: Może powinienem pójść na jedno z ich seminariów.

source: Maybe I should look into it...
pl: Może warto to sprawdzić...

source: Maybe I should try becoming a contestant...
pl: Może powinienem zostać zawodnikiem...

source: Maybe I'll go for a walk. It's been a while since I last went outside.
pl: Może powinienem pójść na spacer. Dużo czasu minęło od kiedy ostatni raz wyszedłem.

source: Maybe he'll wake up again once this world is at peace?
pl: Może obudzi się znowu, kiedy na świecie zapanuje pokój?

source: Maybe it's more of a feeling thing. Like, some people just want to eat it every now and then?
pl: Może to bardziej kwestia odczuć. Być może, niektórzy mają ochotę zjeść to od czasu do czasu?

source: Maybe she's just messing with me.
pl: Może tylko ze mną droczy.

source: Maybe that machine who sent us here knows something about this.
pl: Może maszyna, która nas tu wysłała, wie coś więcej.

source: Maybe there's another route that will take us deeper inside.
pl: Może jest jakaś inna droga, która zaprowadzi nas do środka.

source: Maybe there's another way around.
pl: Może dostaniemy się tam z innej strony.

source: Maybe there's some kind of mechanism we could engage?
pl: Może jest tu jakiś mechanizm, który możemy uruchomić?

source: Maybe they're just trusting us to deal with it? Or maybe...
pl: Może ufają nam, że sobie z tym poradzimy? A może...

source: Maybe they...I dunno.
pl: Może go... No nie wiem...

source: Maybe they...I dunno. Moved it somewhere?
pl: Może oni... Nie wiem. Przenieśli go gdzieś?

source: Maybe we can get through from underground.
pl: Może uda nam się dostać przez podziemia.

source: Maybe we can meet up over there?
pl: Może spotkajmy się tam?

source: Maybe we should ask an Operator.
pl: Może powinniśmy zapytać Operator.

source: Maybe we should hold off.
pl: Może powinniśmy się wstrzymać.

source: Maybe we should just settle for tag.
pl: Może po prostu zagrajmy w berka.

source: Maybe we should return to the Resistance camp to resupply and conduct maintenance?
pl: Może warto wrócić do obozu Ruchu Oporu, odnowić zapasy i przeprowadzić, ewentualne, naprawy?

source: Maybe we should stop playing for the day.
pl: Chyba powinniśmy zakończy zabawę na dzisiaj.

source: Maybe you can check up on him next time you're out that way?
pl: Może dasz radę ustalić co się z nim stało, jeśli znajdziesz się w tamtej okolicy?

source: Maybe you should ask him.
pl: Może warto byłoby jego o to spytać.

source: Maybe you'll agree to help us again later?
pl: Kto wie? Może jeszcze kiedyś znów zgodzisz się nam pomóc?

source: Maybe.
pl: Możliwe.

source: Mayday! Mayday! This is Publicity Agent 42S from North 12C Defense HQ! Is anyone listening!? Our facility has been completely surrounded by machines! I don't know how much longer we can ho—
pl: Mayday! Mayday! Tu agent medialny 42S z Kwatery Obrony 12C Północ! Czy ktoś mnie słyszy? Nasz obiekt został całkowicie otoczony przez maszyny! Nie wiem ile jeszcze jestem w stanie utrz...

source: Me? No, I'm fine, thanks.
pl: Ja? Nie. Nie mam takiej potrzeby. Dzięki.

source: Me? No. But lots of YoRHa models look alike.
pl: Co? Nie. Raczej nie... Ale wiele modeli YoRHa wygląda podobnie.

source: Meaning we remember the things you no longer can.
pl: Co znaczy, że pamiętamy rzeczy których ty już nie możesz.

source: Meaning what!?
pl: A co to właściwie znaczy?!

source: Meaningless.<bt_wait> Meaningless.<bt_wait> MEANINGLESS.<bt_wait>
pl: Bez sensu.<bt_wait> Bez sensu.<bt_wait> BEZ SENSU.<bt_wait>

source: Measures must be taken before the next examination.
pl: Należy podjąć konkretne działania przed kolejną oceną.

source: Meat Box
pl: Pudełko mięsa

source: Meat from a white-furred moose.
pl: Mięso pozyskane z białego łosia.

source: Meat from a white-furred moose. Can be exchanged for money.
pl: Mięso pozyskane z białego łosia. Może zostać sprzedane.

source: Meat from a white-furred wild boar.
pl: Mięso pozyskane z białego dzika.

source: Meat from a white-furred wild boar. Can be exchanged for money.
pl: Mięso pozyskane z białego dzika. Może zostać sprzedane.

source: Meat procured from a boar.
pl: Mięso pozyskane z dzika.

source: Meat procured from a boar. Can be exchanged for money.
pl: Mięso pozyskane z dzika. Może zostać sprzedane.

source: Meat procured from a moose.
pl: Mięso pozyskane z łosia.

source: Meat procured from a moose. Can be exchanged for money.
pl: Mięso pozyskane z łosia. Może zostać sprzedane.

source: Medical Journal
pl: Pismo medyczne

source: Medium
pl: Średnia

source: Medium 2
pl: Średnia 2

source: Medium Biped
pl: Średni dwunóg

source: Medium Biped (Axe)
pl: Średni dwunóg (topór)

source: Medium Biped (EM-Shield)
pl: Średni dwunóg (tarcza EM)

source: Medium Biped (Gun)
pl: Średni dwunóg (działko)

source: Medium Biped (Melee)
pl: Średni dwunóg (w. wręcz)

source: Medium Biped (Ranged)
pl: Średni dwunóg (dystans.)

source: Medium Biped (Sh+Axe)
pl: Średni dwunóg (Trcz+Tpr)

source: Medium Biped (Sh+Sp)
pl: Średni dwunóg (Trcz+Włcz)

source: Medium Biped (Sh+Sw)
pl: Średni dwunóg (Trcz+Mcz)

source: Medium Biped (Shield)
pl: Średni dwunóg (tarcza)

source: Medium Biped (Spear)
pl: Średni dwunóg (włócznia)

source: Medium Biped (Sword)
pl: Średni dwunóg (miecz)

source: Medium Exploder
pl: Średnia bomba

source: Medium Flyer
pl: Średni lotnik

source: Medium Flyer (2xG + 2xE)
pl: Średni lotnik (2xD + 2xB)

source: Medium Flyer (4 Exploders)
pl: Średni lotnik (4 bomby)

source: Medium Flyer (4 Guns)
pl: Średni lotnik (4 działka)

source: Medium Quadruped
pl: Średni czworonóg

source: Medium Recovery
pl: Średnie uzdrowienie

source: Mee...meat...
pl: Mię... mięso...

source: Meet Devola at the Resistance camp.
pl: Spotkaj Devolę w obozie Ruchu Oporu.

source: Meet Pascal at the abandoned factory.
pl: Spotkaj się z Pascalem w opuszczonej fabryce.

source: Meet thy doom, O wretched man!
pl: Odejdź w zapomnienie, nieszczęsny człowieku!

source: Melancholic Machine
pl: Melancholijna maszyna

source: Melee Attack Up (L)
pl: Atak wręcz + (L)

source: Melee Attack Up (S)
pl: Atak wręcz + (S)

source: Melee Defense
pl: Obrona wręcz

source: Melee Defense +1
pl: Obrona wręcz +1

source: Melee Defense +2
pl: Obrona wręcz +2

source: Melee Defense +3
pl: Obrona wręcz +3

source: Melee Defense +4
pl: Obrona wręcz +4

source: Melee Defense +5
pl: Obrona wręcz +5

source: Melee Defense +6
pl: Obrona wręcz +6

source: Melee Defense +7
pl: Obrona wręcz +7

source: Melee Defense +8
pl: Obrona wręcz +8

source: Melee Defense Up (L)
pl: Obrona wręcz + (L)

source: Melee Defense Up (S)
pl: Obrona wręcz + (S)

source: Melee damage taken is reduced by 50% for 15 seconds.
pl: Obrażenia od ataków wręcz zredukowane o połowę przez 15 sekund.

source: Melee damage taken is reduced by 50% for 30 seconds.
pl: Obrażenia od ataków wręcz zredukowane o połowę przez 30 sekund.

source: Membership Card
pl: Karta członkowska

source: Memories
pl: Wspomnienia

source: Memories Buried in Sand
pl: Wspomnienia zakopane w piasku

source: Memories of Dust - Medium 2/Dynamic 2
pl: Memories of Dust - Średnia 2/Dynamiczna 2

source: Memories of Sand
pl: Wspomnienia piasku

source: Memories of War
pl: Wspomnienia z wojny

source: Memories of a Songstress
pl: Wspomnienia śpiewaczki

source: Memory Alloy
pl: Stop pamięci

source: Memory Chip
pl: Czip pamięci

source: Memory System
pl: System pamięci

source: Memory Unit: Green
pl: Jednostki pamięci: w normie

source: Memory adjustment complete: 30% defective.
pl: Dostosowywanie pamięci ukończone: 30% wadliwe.

source: Memory check complete.
pl: Ukończono przegląd pamięci.

source: Memory core diagnostics complete. No issues detected.
pl: Diagnostyka rdzenia pamięci ukończona. Nie wykryto problemów.

source: Memory data recognized as belonging to YoRHa unit A2 herself.
pl: Dane pamięci rozpoznane jako należące do jednostki YoRHa A2.

source: Memory deletion complete. Reset timer activated.
pl: Usuwanie wspomnień ukończone. Aktywowano reset zegara.

source: Merci! You can find said cables rattling around the insides of soldiers in the abandoned factory.
pl: Dziękuję! Wspomniane kable można znaleźć w środku żołnierzy, którzy przebywają w opuszczonej fabryce.

source: Mercury
pl: Merkury

source: Mercy! Please, just let us go!
pl: Litości! Proszę, zostawcie nas!

source: Merely destroying life will not win me approval...
pl: Samo niszczenie życia nie zapewni mi akceptacji...

source: Meteorite
pl: Meteoryt

source: Meteorite Shard
pl: Odłamek meteorytu

source: Mexico
pl: Meksyk

source: Micronesia
pl: Mikronezja

source: Millennia since mankind was forced to evacuate to the surface of the moon.
pl: Minęły tysiące lat, odkąd ludzkość została zmuszona do ewakuowania się na powierzchnię Księżyca.

source: Mind if I join in?
pl: Mogę się przyłączyć?

source: Mind you, we're talking the meager amount of 100,000 G. Why, you can find that rolling about in the bottom of any beggar's cup!
pl: Przecież mowa o skromnych 100 000 G. Takie drobne można znaleźć w kubku każdego żebraka!

source: Mindless chatter drains energy, 9S.
pl: Bezmyslne pogaduchy marnują energię, 9S.

source: Mine are only intact up to the point just before we rendezvoused.
pl: Moje sięgają tylko do momentu sprzed naszego spotkania.

source: Mined ore containing gold.
pl: Ruda zwierająca złoto.

source: Mined ore containing gold. Humans treasured gold as a valuable mineral, but to machines it's worthless.
pl: Ruda zwierająca złoto. Ludzie uważali złoto za cenny materiał, dla maszyn zaś jest bezwartościowe.

source: Mined ore containing iron.
pl: Ruda zawierająca żelazo.

source: Mined ore containing iron. Iron can be extracted by heating it to 3000 degrees in a furnace.
pl: Ruda zawierająca żelazo. Żelazo można wytapiać w piecu hutniczym w temperaturze 2000 stopni.

source: Mined ore containing silver. Human history states silver was used to defeat demons, but machines seem impervious.
pl: Ruda zwierająca srebro. Według dawnych ludzkich legend, srebro odstrasza demony. Na maszyny jednak nie działa.

source: Mined ore that sets off sparks when hit.
pl: Minerał tworzący iskry przy uderzeniu.

source: Mined ore. A beautiful green jewel.
pl: Piękny, zielony minerał.

source: Mined ore. A semi-translucent jewel created from petrified tree sap.
pl: Półprzeźroczysty minerał powstały ze skamieniałej żywicy.

source: Mini-Map
pl: Minimapa

source: Mini-map
pl: Minimapa

source: Mini-map Rotation
pl: Obracanie minimapy

source: Minor Enemy Machine
pl: Maszyna pomniejszy wróg

source: Missile
pl: Rakieta

source: Missile Barrage
pl: Ostrzał rakietowy

source: Missile Supply Mission
pl: Misja: zaopatrzenie rakiet

source: Missile controls engaged.
pl: Przejęto kontrolę nad rakietą.

source: Missing? That doesn't sound good.
pl: Zaginął? To nie brzmi dobrze.

source: Mission Details
pl: Szczegóły misji

source: Mission Notification
pl: Powiadomienie o misji

source: Mission complete.
pl: Zadanie wypełnione.

source: Mission received loud and clear! I won't let you down!
pl: Misja odebrana, głośno i wyraźnie! Nie zawiodę was!

source: Mission to advance and manage Project YoRHa is complete.
pl: Misja polegająca na rozwoju i zarządzania Projektem YoRHa została zakończona.

source: Mission...accomplished.
pl: Misja... ukończona.

source: Mission? Whatever... Leave me alone.
pl: Misja? A co mi tam... Zostaw mnie w spokoju.

source: Missions seem easier now—or maybe I'm just more used to them. I mean, I still get in the way sometimes, but I'm learning.
pl: Misje teraz wydają się łatwiejsze — a może to ja się bardziej do nich przyzwyczaiłam. Znaczy, wciąż wchodzę pod nogi, ale się uczę.

source: Mister! Mister, wait! You gotta tell me how you make chil—
pl: Proszę pana! Proszę zaczekać! Musi mi pan powiedzieć, jak się robi dzie...

source: Mix Engineer
pl: Inżynier miksowania

source: Mmm? Enemy detected!
pl: Mmm? Wykryto wroga!

source: Mmmm. I see.
pl: Hmm... Rozumiem.

source: Mobile transport platform detected in the section emerging from the facility's center.
pl: Wykryto ruchomą platformę transportową, wychodzącą ze środka obiektu.

source: Model Viewer
pl: Podgląd modelu

source: Modeller
pl: Modele

source: Moldavite
pl: Mołdawit

source: Moldova
pl: Mołdawia

source: Moments are transitory. One cannot possess them.
pl: Chwile są ulotne. Nie można ich posiadać.

source: Mommy only ever praises my big brother!
pl: Mama chwali tylko mojego starszego brata!

source: Monaco
pl: Monako

source: Monaural
pl: Mono

source: Money: <MONEY> G
pl: Pieniądze: <MONEY> G

source: Monitor 9S.
pl: Kontroluj jednostkę 9S.

source: Monitor A2.
pl: Kontroluj jednostkę A2.

source: Monks carried this decorative spear, said to be made from phoenix feathers, on pilgrimages.
pl: Mnisi brali tę, ponoć zrobioną z piór feniksa, ozdobną włócznię na pielgrzymki.

source: Monster
pl: Potwór

source: Monster Type
pl: Bestia

source: Montenegro
pl: Czarnogóra

source: Moon
pl: Księżyc

source: Moose Meat
pl: Mięso z łosia

source: More data... I NEED MORE DATA! And YOU are going to help me, right? That's a rhetorical question by the way.
pl: Więcej danych... POTRZEBUJĘ WIĘCEJ DANYCH! A TY mi z tym pomożesz, prawda? Oczywiście, to było pytanie retoryczne.

source: More enemy data, eh? I appreciate it.
pl: Kolejne dane o wrogach, co? Doceniam.

source: More intruders are coming from the outside. We need to expand our castle's security.
pl: Nadchodzi więcej intruzów z zewnątrz. Musimy zwiększyć obronę zamku.

source: More like fans, I suppose. But yes, there are a quite a few out there who buy what he's selling. Don't ask me why.
pl: Może bardziej fani niż wyznawcy. Ale tak, sporo osób wierzy w to, co „sprzedaje”. Nie wiem, dlaczego to robią.

source: More meaningless conjecture.
pl: Więcej bezsensownych przypuszczeń.

source: More specifically, it's that thing.
pl: A dokładniej, to tamta rzecz.

source: More specifically, they were from a genre known as "Westerns" that chronicled warfare in a certain region of the planet.
pl: Dokładniej rzecz biorąc, pochodziły z gatunku znanego jako „westerny”, które opisywały wojny w pewnym regionie planety.

source: More... More.... MORE...
pl: Bardziej... Więcej... PIĘKNA...

source: More...beautiful...
pl: Piękniejsza...Piękniejsza...

source: Moreover,
pl: Ponadto,

source: Mornin'. Slept well, didn't ya, 9S?
pl: Dzień doberek, 9S. Dobrze ci się spało?

source: Morning, listeners! It's time to kick off another installment of Listener Letters with your favorite radio idol, DJ 24D! Now let's get this day started right, shall we?
pl: Dzień dobry, słuchacze! Pora zacząć kolejny odcinek Listów od Słuchaczy z waszym ulubionym radiowym idolem, DJ-em 24D! Zacznijmy ten dzień dobrze!

source: Morning.
pl: Dzień dobry.

source: Morocco
pl: Maroko

source: Most impressive!
pl: Imponujące!

source: Most likely, yes...
pl: Zapewne tak...

source: Most of our kind were disposed of after that.
pl: Po tym... "zdarzeniu", większość modeli naszego rodzaju została zutylizowana.

source: Mother Machine
pl: Maszyna matka

source: Mother, mother, mooother...
pl: Matko... matko... matkoooo...

source: Mother...
pl: Matko...

source: Mother... Mother! Mother!
pl: Matko... Matko! Matko!

source: Mothur...Morthrrrr...
pl: Madko... Madkooooo...

source: Motion Actor
pl: Aktor motion capture

source: Motion Capture Actors
pl: Aktorzy motion capture

source: Motion Designer
pl: Projektant ruchu

source: Motion Number
pl: Numer ruchu

source: Motion Sickness
pl: Choroba lokomocyjna

source: Motor
pl: Motoryczny

source: Mounted Config
pl: Konfiguracja z jeźdźcem

source: Mounted Medium Quadruped
pl: Średni czworonóg z jeźdźcem

source: Mouse
pl: Mysz

source: Mouse ←→
pl: Mysz ←→

source: Move
pl: Ruch

source: Move Camera
pl: Ruch kamery

source: Move backward (double-tap to evade)
pl: Ruch do tyłu (Podwójne naciśnięcie = unik)

source: Move forward (double-tap to evade)
pl: Ruch do przodu (Podwójne naciśnięcie = unik)

source: Move it, 2B! That's an order!
pl: Ruszaj się, 2B! To rozkaz!

source: Move left (double-tap to evade)
pl: Ruch w lewo (Podwójne naciśnięcie = unik)

source: Move right (double-tap to evade)
pl: Ruch w prawo (Podwójne naciśnięcie = unik)

source: Move to <AREA_NAME>?
pl: Przenieść do: <AREA_NAME>?

source: Move to the location highlighted by the marker within the allotted time.
pl: Udaj się do lokalizacji oznaczonej znacznikiem przed upłynięciem wyznaczonego czasu.

source: Move toward an enemy attack with perfect timing to counter it.
pl: Ruch w kierunku wroga w momencie jego ataku, by go skontrować.

source: Moved it somewhere?
pl: Przenieśli gdzieś indziej?

source: Movement System Abnormal
pl: Uszkodzenia systemów poruszania

source: Movement speed increases for 15 seconds.
pl: Zwiększa szybkość ruchu przez 15 sekund.

source: Movement speed increases for 30 seconds.
pl: Zwiększa szybkość ruchu przez 30 sekund.

source: Moving Speed Up
pl: Prędkość poruszania +

source: Moving Speed Up +1
pl: Prędkość poruszania +1

source: Moving Speed Up +2
pl: Prędkość poruszania +2

source: Moving Speed Up +3
pl: Prędkość poruszania +3

source: Moving Speed Up +4
pl: Prędkość poruszania +4

source: Moving Speed Up +5
pl: Prędkość poruszania +5

source: Moving Speed Up +6
pl: Prędkość poruszania +6

source: Moving Speed Up +7
pl: Prędkość poruszania +7

source: Moving Speed Up +8
pl: Prędkość poruszania +8

source: Mozambique
pl: Mozambik

source: Muchas gracias! And best of luck tracking down that five-color cable.
pl: Dziękuję bardzo! Powodzenia w poszukiwaniu tego pięciokolorowego kabla.

source: Multi-leg Goliath Battle
pl: Bitwa z wielonożnym Goliatem
